

[IDD_PSP_APPL]

IDC_STATIC_CURRENT_SETTING_MAIN = "Current setting:"
IDC_STATIC_FRAME_MAIN = "Button"
IDC_CHECK_AVAILABLE_BUTTON = "&Enable this button"
IDC_BTN_SET_ONETOUCHBTN = "Application &registration..."
IDC_CHECK_STANDBY = "Keep this button active even on &standby"
IDC_CHECK_SHUTDOWN = "Keep this button active even when &powered off"

IDS_MSG_CURRENT_SETTING_UNAVAILABLE_BUTTON = "This Application button is not available."
IDS_MSG_CURRENT_SETTING_BROWSER = "Start default Internet browser"
IDS_MSG_CURRENT_SETTING_MAIL = "Start default program for MailTo Protocol"
IDS_MSG_CURRENT_SETTING_APPLICATION = "Start %1!s!"
IDS_MSG_CURRENT_SETTING_NONE = "Application is not assigned."



[IDD_WIZ_INTERNET_FNC_SELECT]

IDC_STATIC_WIZ_TITLE_INT_FNC_SELECT = "Specify button action"
IDC_STATIC_WIZ_TITLE_EXP_INT_FNC_SELECT = "Specify the action assigned to button."

IDC_RADIO_HOMEPAGE = "Start &browser"
IDC_STATIC_HOMEPAGE = "Start the browser specified as [Browser for ordinary use]."
IDC_RADIO_APPLICATION = "Start &program"
IDC_STATIC_APPLICATION = "Start program. You can freely select the application to start."


[IDD_WIZ_MAIL_FNC_SELECT]

IDC_STATIC_WIZ_TITLE_MAIL_FNC_SELECT = "Specify the button action"
IDC_STATIC_WIZ_TITLE_EXP_MAIL_FNC_SELECT = "Specify the action assigned to button."

IDC_RADIO_MAIL = "Start &mail software"
IDC_STATIC_MAIL = "Start default program for MailTo Protocol."
IDC_RADIO_APPLICATION = "Start &program"
IDC_STATIC_APPLICATION = "Start program. You can freely select the application to start."



[IDD_WIZ_APPLICATION_SELECT]

IDC_STATIC_WIZ_TITLE_APPL_SELECT = "Specify which program starts"
IDC_STATIC_WIZ_TITLE_EXP_APPL_SELECT = "Specify which program starts when each specific button is pressed."

IDC_RADIO_STARTMENU = "Select from Start &Menu"
IDC_STATIC_CURRENT_SETTING_STARTMENU = "Current setting:"
IDC_STATIC_STARTMENU = "S&tart Menu:"
IDC_STATIC_LOADING = "Reading Start Menu..."

IDC_RADIO_DIRECT = "Select &directly"
IDC_STATIC_FILE = "File:"
IDC_BTN_REFERENCE = "&Reference..."
IDC_BTN_DETAIL = "Ad&vanced..."



[IDD_WIZ_APPLICATION_SOUND]

IDC_STATIC_WIZ_TITLE_APPL_SOUND = "Sound setting when program starts up"
IDC_STATIC_WIZ_TITLE_EXP_APPL_SOUND = "Specify the sound when program starts up."

IDC_RADIO_SOUND_ON = "Replay &Sound"
IDC_RADIO_SOUND_OFF = "&Do no replay sound"

IDC_STATIC_APPLICATION_SETTING_SOUND = "Sound File:"
IDC_BTN_REFERENCE_SOUND = "&Reference..."
IDC_BTN_APPLICATION_PLAY_SOUND = "Re&play"



[IDD_WIZ_APPLICATION_CONFIRM]

IDC_STATIC_WIZ_TITLE_APPL_CONFIRM = "Finish Button Setting Wizard"

IDC_STATIC_WIZ_TITLE_EXP_APPL_CONFIRM = "Configure the setting for starting a program by pressing button"
IDC_STATIC_WIZ_TITLE_EXP_APPL_CONFIRM_BROWSER = "Configure the setting for starting the browser by pressing a button"
IDC_STATIC_WIZ_TITLE_EXP_APPL_CONFIRM_MAIL = "Configure the setting for starting the mail software by pressing a button"

IDC_STATIC_APPL_MESSAGE = "[%1!s!] starts by pressing button."
IDC_STATIC_APPL_MESSAGE_BROWSER = "The browser specified as [Browser for ordinary use] starts by pressing button."
IDC_STATIC_APPL_MESSAGE_MAIL = "[Default program for MailTo Protocol] starts by pressing button."



[IDD_CHILD_DETAILAPPL]

CAPTION = "Advanced ..."
IDC_STATIC_TITLE_DETAIL_SETTING = "Specify command-in parameter of boot program and operation folder."
IDC_STATIC_PROGRAM = "Boot Program:"
IDC_STATIC_PARAMETER = "Command-in &Parameter:"
IDC_STATIC_FOLDER = "Operation &Folder:"

IDOK = "OK"
IDCANCEL = "Cancel"




[MESSAGES]

IDS_MSG_CAPTION_MAIN = "Button Setting"

IDS_MSG_ASK_CANCEL_MAIN = "Application Panel setup is being canceled. %nAre you sure you want to cancel?"


IDS_MSG_CAPTION_WIZARD = "Application Panel Setup Wizard"

IDS_MSG_CANCEL_WIZARD = "Application Panel Setup Wizard is closing. %nAre you sure you want to close?"

IDS_MSG_NO_SELECTION = "not selected"


[FILEDIALOG_FILTER]
IDS_FILE_FILTER_SOUND = "Sound File (*.wav;*.mid;*.rmi)|*.wav;*.mid;*.rmi||"
IDS_FILE_FILTER = "Execute File (*.exe)|*.exe|All Files(*.*)|*.*||"


